insert into films(title, description, film_year, genre_id, minimal_age, duration_in_minutes, file_id)
values  ('007:Не время умирать', 'Джеймс Бонд оставил оперативную службу и наслаждается спокойной жизнью на Ямайке', 2021, 1, 12, 163, 1),
        ('Стражи галактики', 'Отважному путешественнику Питеру Квиллу попадает в руки таинственный артефакт,
        принадлежащий могущественному и безжалостному злодею Ронану,
        строящему коварные планы по захвату Вселенной.
        Питер оказывается в центре межгалактической охоты, где жертва — он сам.', 2014,2, 12, 116, 2),
        ('Ламборгини:человек-легенда', 'История жизни Ферруччо Ламборгини —
        основателя итальянской компании-производителя дорогих спортивных автомобилей.', 2022, 3, 18, 96, 3),
('Одноклассники', '5 друзей детства встречаются после 30 лет разлуки в летнем доме у озера на уик-энд в День независимости.
Они приехали сюда с семьями, чтобы почтить память школьного тренера по баскетболу и отпраздновать тридцатую годовщину чемпионата,
 в котором они вместе выиграли.', 2010,4, 12, 116, 4),
('Пираты карибского моря', 'Жизнь харизматичного авантюриста, капитана Джека Воробья,
полная увлекательных приключений, резко меняется,
когда его заклятый враг — капитан Барбосса — похищает корабль Джека, Черную Жемчужину,
 а затем нападает на Порт Ройал и крадет прекрасную дочь губернатора, Элизабет Свонн.', 2003,5, 12, 127, 5),
('Душа', 'Школьный учитель музыки Джо Гарднер случайно попадает в мир,
где зарождаются человеческие увлечения, мечты и интересы, и там он знакомится с молодой душой по имени 22.', 2020,6, 6, 100, 6);